<?php

return [
    'title_fr' => 'Centre de Ressources du Préscolaire - OUJDA',
    'title_ar' => 'مركز موارد التعليم الأولي - وجدة',
    'register_button' => 'التسجيل الآن',
    'more_info_button' => 'معرفة المزيد',
    "about" => [
        'title' => 'مرحبا بكم في مركز الموارد',
        'description' => 'نحن ملتزمون بتقديم تدريب عالي الجودة لمساعدتك في تحقيق أهدافك في مجال التعليم الأولي .',
        'professional_training' => [
            'title' => 'تدريب احترافي',
            'description' => 'برامج تدريبية تتناسب مع احتياجات المعلمين.',
        ],
        'qualified_experts' => [
            'title' => 'خبراء مؤهلون',
            'description' => 'فريق من المدربين ذوي الخبرة.',
        ],
        'pedagogical_resources' => [
            'title' => 'الموارد التربوية',
            'description' => 'أدوات عملية للتعليم  الأولي.',
        ],
        'image_alt' => 'Centre de Ressources du Préscolaire',
    ],
    "galery" => [
        'title' => 'معرض الصور',
        'description' => 'اكتشف أبرز اللحظات والأنشطة في مركز الموارد للتعليم الأولي بوجدة',
        'items' => [
            '1' =>  'توزيع الشهادات',

            '2' => 'امتحان نهاية التدريب',

            '3' => 'أنشطة تربوية',

            '4' => 'مواد تعليمية ومعارض',

            '5' => 'أحداث خاصة',

            '6' => 'المشاركة المجتمعية',
            '9' => ' حفل نهاية  التدريب في المركز 2 يوليو 2025'

        ],
    ],
    "location" => [
        'title' => 'موقعنا',
        'description' => 'تعرف علينا بسهولة في مركز الموارد للتعليم الأولي - وجدة.',
        'address' => [
            'title' => 'العنوان',
            'content' => ' مدرسة سيدي  زيا ن المختلطة، وجدة، المغرب',

        ],

        'email' => [
            'title' => 'البريد الإلكتروني',
            'content' => 'crp@markaz-oujda.com',
        ],

        'get_directions' => 'احصل على التوجيهات',
    ]
];
