<?php

return [
    'title_fr' => 'Centre de Ressources du Préscolaire - OUJDA',
    'title_ar' => 'مركز موارد التعليم الأولي - وجدة',
    'register_button' => 'التسجيل الآن',
    'more_info_button' => 'معرفة المزيد',
    'disclamer' => "  إعلان: التسجيل مفتوح ، هذا التكوين مخصص حصريًا للمربيات الناشطات في مجال التعليم الأولي. ويُوجَّه فقط للمهنيات المزاولات حاليًا للعمل في الميدان. نظرًا لمحدودية المقاعد، تُقبل التسجيلات فقط للمترشحات اللواتي يستوفين هذه الشروط. ",

    "about" => [
        'title' => 'مرحبا بكم في مركز الموارد',
        'description' => 'نحن ملتزمون بتقديم تدريب عالي الجودة لمساعدتك في تحقيق أهدافك في مجال التعليم الأولي .',
        'professional_training' => [
            'title' => 'تدريب احترافي',
            'description' => 'برامج تدريبية تتناسب مع احتياجات المعلمين.',
        ],
        'qualified_experts' => [
            'title' => 'خبراء مؤهلون',
            'description' => 'فريق من المدربين ذوي الخبرة.',
        ],
        'pedagogical_resources' => [
            'title' => 'الموارد التربوية',
            'description' => 'أدوات عملية للتعليم  الأولي.',
        ],
        'image_alt' => 'Centre de Ressources du Préscolaire',
    ],
    "galery" => [
        'title' => 'معرض الصور',
        'description' => 'اكتشف أبرز اللحظات والأنشطة في مركز الموارد للتعليم الأولي بوجدة',
        'items' => [
            '1' =>  'توزيع الشهادات',

            '2' => 'امتحان نهاية التدريب',

            '3' => 'أنشطة تربوية',

            '4' => 'مواد تعليمية ومعارض',

            '5' => 'أحداث خاصة',

            '6' => 'المشاركة المجتمعية',
            '9' => ' حفل نهاية  التدريب في المركز 2 يوليو 2025'

        ],
    ],
    "location" => [
        'title' => 'موقعنا',
        'description' => 'تعرف علينا بسهولة في مركز الموارد للتعليم الأولي - وجدة.',
        'address' => [
            'title' => 'العنوان',
            'content' => ' مدرسة سيدي  زيا ن المختلطة، وجدة، المغرب',

        ],

        'email' => [
            'title' => 'البريد الإلكتروني',
            'content' => 'crp@markaz-oujda.com',
        ],

        'get_directions' => 'احصل على التوجيهات',
    ],
    'director' => [
    'badge' => 'خبيرنا',
    'title_part1' => 'تعرف على',
    'title_part2' => 'مسؤول المركز',
    'description' => ' الأستاذ مسعودي فؤاد ، مع أكثر من 20 عامًا من الخبرة في مجال التعليم الأولي، مسؤولنا هو خبير معترف به ومدرب رئيسي لهذا المركز التكويني. ',
    'years_experience' => 'سنوات من الخبرة',
    'expertise' => [
        'formation' => [
            'title' => 'تكوين متخصص',
            'description' => 'خبير في البيداغوجيا الأولية وتنمية الطفل'
        ],
        'experience' => [
            'title' => '+20 سنة من الخبرة',
            'description' => 'مدرب رئيسي ومستشار بيداغوجي'
        ],
        'pedagogy' => [
            'title' => 'أساليب مبتكرة',
            'description' => 'مناهج بيداغوجية حديثة وفعالة'
        ]
    ]
],
];
