<?php

return [
    'title' => 'وحداتنا',
    'description' => 'اكتشفوا الوحدات المختلفة في مركز موارد التعليم الأولي ',
    
    'research' => [
        'title' => 'وحدة البحث والتطوير',
        'description' => 'نركز على الابتكار التربوي والبحث التطبيقي.',
        'key_areas' => [
            'دراسات تربوية متقدمة',
            'تطوير أساليب التدريس',
        'البحث في التعلم الأولي',
        ],
        'learn_more' => 'معرفة المزيد',
    ],
    
    'documentation' => [
        'title' => 'وحدة التوثيق والإنتاج',
        'description' => 'إنشاء ونشر موارد تربوية عالية الجودة.',
        'key_areas' => [
            'إنشاء مواد تعليمية',
            'إنتاج أدلة وكتب مرجعية',
            'الأرشفة والتوثيق',
        ],
        'learn_more' => 'معرفة المزيد',
    ],
    
    'online_training' => [
        'title' => 'التدريب عبر الإنترنت',
        'description' => 'دورات تفاعلية متاحة عن بعد.',
        'key_areas' => [
            'دورات عبر الإنترنت',
            'ندوات عبر الإنترنت',
            'موارد رقمية',
        ],
        'learn_more' => 'معرفة المزيد',
    ],
];